{
  "voyage": {
    "voyage_number": "99",
    "schedule": [
      { 
        "sprint_number": "01",
        "start_date": "2021-05-22",
        "end_date": "2021-05-22"
      }
    ]
  }, 
  "posts": [
    {
      "sprint_number": 1,
      "sprint_day": "sat",
      "channel": "v99-🔥/v99-team-advice",
      "message": [
        "**_Your Voyage Starts on Today!_** :star::star::star::star::star::star::star::star::star::star:\n",
        "Once you've been granted access to your team channel\n", 
        "1. Take a few minutes to read the information we've posted in it to help you get started.",
        "2. Make it a priority to introduce yourself to your team mates and set up a meeting as soon as possible to review the objectives for Sprint 1 (https://docs.chingu.io/voyage/project/howwork#steps-to-follow)",
        "But, the most important thing you can do and the task that contributes most to success is to share your status with the team in your team channel at least three times a week. Your status shouldn't be lengthy and must include:\n",
        "1. What tasks have you completed?",
        "2. What tasks are you working on and when do you anticipate finishing them?",
        "3. Have you hit any roadblocks and do you need help?",
        "**_Good Luck, Learn, and have fun on your Voyage!_**"
      ]
    }, {
      "sprint_number": 1,
      "sprint_day": "sat",
      "channel": "v99-🔥/toucans-team-01",
      "message": [
        "",
        "**What is the Impostor Syndrome** :thinking: :thinking: :thinking: :thinking: :thinking: :thinking: :thinking: :thinking: :thinking: :thinking:\n",
        "If you haven’t encountered the Impostor Syndrome yet you will. If and when this happens remember that you aren’t alone. Everyone encounters this feeling and it’s normal. Here is some background information that might help.\n",
        "The diagram on the left is your perception, but the one on the right is reality.\n",
        "**_You aren’t alone and you know way more than you think you do._**\n",
        "https://medium.com/learn-love-code/developers-how-to-overcome-imposter-syndrome-48edee803cf4"
      ]
    }
  ]
}